songs/littlefurythings.org
#+TITLE: Dinosaur Jr - Little Fury Things

* Lyrics
#+begin_example
What is it?
Who is it?
Where is it?

A rabbit falls away from me, I guess I'll crawl
A rabbit always smashes me, again I'll crawl
Tried to think what's over me, it makes me crawl
And then she runs away from me, faster than I crawl

I stopped to call
Tried to feel it all
Stuck my hand and pulled real hard
Got stretch in miles, not in yards
Then I read
About all those who believe
All of your lies
Sunlight brings the rage, right in your eyes

A rabbit falls away from me, guess I'll crawl
A rabbit always smashes me, again I'll crawl
Tried to think what's over me, it makes me crawl
Then she runs away from me, faster than I crawl
A rabbit falls away from me, guess I'll crawl
A rabbit always smashes me, again I'll crawl
Tried to think what's over me, it makes me crawl
Then she runs away from me, faster than I crawl
#+end_example

