songs/littlefurythings.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="no" xml:lang="no">
<head>
<!-- 2023-09-22 Fri 18:52 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Dinosaur Jr - Little Fury Things</title>
<meta name="author" content="Tarjei Bærland" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="style.css" type="text/css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Dinosaur Jr - Little Fury Things</h1>
<div id="outline-container-orgc25e25b" class="outline-2">
<h2 id="orgc25e25b">Lyrics</h2>
<div class="outline-text-2" id="text-orgc25e25b">
<pre class="example" id="org43895cc">
What is it?
Who is it?
Where is it?

A rabbit falls away from me, I guess I'll crawl
A rabbit always smashes me, again I'll crawl
Tried to think what's over me, it makes me crawl
And then she runs away from me, faster than I crawl

I stopped to call
Tried to feel it all
Stuck my hand and pulled real hard
Got stretch in miles, not in yards
Then I read
About all those who believe
All of your lies
Sunlight brings the rage, right in your eyes

A rabbit falls away from me, guess I'll crawl
A rabbit always smashes me, again I'll crawl
Tried to think what's over me, it makes me crawl
Then she runs away from me, faster than I crawl
A rabbit falls away from me, guess I'll crawl
A rabbit always smashes me, again I'll crawl
Tried to think what's over me, it makes me crawl
Then she runs away from me, faster than I crawl
</pre>
</div>
</div>
</div>
</body>
</html>